Repository: czhovo/chekinana
Catalog: ios/Chekinana/Chekinana/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# product.assistant.executor.record.none
source: No matching records.
ja: 一致する記録はありません。
zh_hans: 没有匹配的记录。
zh_hant: 沒有符合的記錄。

# product.assistant.executor.scan.select_photos
source: Select one or more photos with the photo-library button before scanning.
ja: スキャン前に写真ライブラリボタンで1枚以上の写真を選択してください。
zh_hans: 扫描前请先通过相册按钮选择一张或多张照片。
zh_hant: 掃描前請先透過相簿按鈕選擇一張或多張照片。

# product.assistant.executor.value.date_undetermined
source: Date not determined
ja: 日付未定
zh_hans: 日期未确定
zh_hant: 日期未定

# product.assistant.executor.value.unset
source: Not set
ja: 未設定
zh_hans: 未设置
zh_hant: 未設定

# product.calendar.add_record
source: Add record
ja: 記録を追加
zh_hans: 添加记录
zh_hant: 新增記錄

# product.calendar.choose_idol
source: Choose an Idol
ja: アイドルを選択
zh_hans: 选择偶像
zh_hant: 選擇偶像

# product.calendar.choose_idol_error
source: Choose an Idol.
ja: アイドルを選択してください。
zh_hans: 请选择偶像。
zh_hant: 請選擇偶像。

# product.calendar.conflicting_event_selection
source: Two Cheki rows in the same Idol/date group select different Events. Choose one Event or clear a row, then save again.
ja: 同じアイドル・日付グループの2つのチェキ行で異なるイベントが選択されています。イベントを統一するか、一方の行の選択を解除してから再度保存してください。
zh_hans: 同一偶像／日期组的两行拍立得选择了不同活动。请选择同一个活动，或清空其中一行的活动选择，然后重新保存。
zh_hant: 同一偶像／日期群組的兩列拍立得選擇了不同活動。請選擇同一個活動，或清空其中一列的活動選擇，然後重新儲存。

# product.calendar.edit_cheki_records
source: Edit Cheki Records
ja: チェキ記録を編集
zh_hans: 编辑拍立得记录
zh_hant: 編輯拍立得記錄

# product.calendar.edit_record
source: Edit %@
ja: %@を編集
zh_hans: 编辑%@
zh_hant: 編輯%@

# product.calendar.edit_record_action
source: Edit record
ja: 記録を編集
zh_hans: 编辑记录
zh_hant: 編輯記錄

# product.calendar.edit_simple_record
source: Edit Cheki record
ja: チェキ記録を編集
zh_hans: 编辑拍立得记录
zh_hant: 編輯拍立得記錄

# product.calendar.edit_simple_records
source: Edit records without images
ja: 画像なしの記録を編集
zh_hans: 编辑无图片记录
zh_hant: 編輯無圖片記錄

# product.calendar.media_backed_delete
source: This %@ now has managed media. Delete it from its media detail page.
ja: この%@には管理対象メディアがあります。メディア詳細ページから削除してください。
zh_hans: 此%@现在已有托管媒体，请从媒体详情页删除。
zh_hant: 此%@現在已有受管理媒體，請從媒體詳細資訊頁面刪除。

# product.calendar.month
source: Month
ja: 月
zh_hans: 月份
zh_hant: 月份

# product.calendar.month_year
source: Month and year
ja: 年月
zh_hans: 年月
zh_hant: 年月

# product.calendar.no_media_metadata
source: No media · No date · No Idols
ja: メディアなし · 日付なし · アイドルなし
zh_hans: 无媒体 · 无日期 · 无偶像
zh_hant: 無媒體 · 無日期 · 無偶像

# product.calendar.no_records
source: No records for this day
ja: この日の記録はありません
zh_hans: 当天没有记录
zh_hant: 當天沒有記錄

# product.calendar.phone_photo_one_at_a_time
source: Phone Photo records are added one at a time.
ja: 写メの記録は1件ずつ追加します。
zh_hans: 手机合影记录需逐条添加。
zh_hant: 手機合照記錄需逐筆新增。

# product.calendar.preparing_records
source: Preparing records
ja: 記録を準備中
zh_hans: 正在准备记录
zh_hant: 正在準備記錄

# product.calendar.quantity_value
source: Quantity: %lld
ja: 数量：%lld
zh_hans: 数量：%lld
zh_hant: 數量：%lld

# product.calendar.record_changed
source: A Cheki record changed or was deleted. Reopen this editor and try again.
ja: チェキ記録が変更または削除されました。この編集画面を開き直して再試行してください。
zh_hans: 拍立得记录已更改或删除。请重新打开此编辑器后再试。
zh_hant: 拍立得記錄已變更或刪除。請重新開啟此編輯器後再試。

# product.calendar.record_field_changed
source: Another edit also changed %1$@. Reopen this editor to review both edits.
ja: 別の編集でも%1$@が変更されました。この編集画面を開き直して両方の編集内容を確認してください。
zh_hans: 另一项编辑也更改了%1$@。请重新打开此编辑器以检查两项编辑。
zh_hant: 另一項編輯也更改了%1$@。請重新開啟此編輯器以檢查兩項編輯。

# product.calendar.saving_records_progress
source: Saving %lld/%lld
ja: 保存中%lld/%lld
zh_hans: 正在保存%lld/%lld
zh_hant: 正在儲存 %lld/%lld

# product.calendar.select_date
source: Select date
ja: 日付を選択
zh_hans: 选择日期
zh_hant: 選擇日期

# product.calendar.selected
source: Selected
ja: 選択中
zh_hans: 已选择
zh_hant: 已選取

# product.calendar.simple_record
source: Cheki record
ja: チェキ記録
zh_hans: 拍立得记录
zh_hant: 拍立得記錄

# product.calendar.starting_index
source: Starting index (optional)
ja: 開始番号（任意）
zh_hans: 起始编号（可选）
zh_hant: 起始編號（選填）

# product.calendar.title
source: Calendar
ja: カレンダー
zh_hans: 日历
zh_hant: 月曆

# product.calendar.today
source: Today
ja: 今日
zh_hans: 今天
zh_hant: 今天

# product.calendar.undated_empty_detail
source: Records move out of this list after you add a date or Idol.
ja: 日付またはアイドルを追加すると、この一覧から移動します。
zh_hans: 添加日期或偶像后，记录会移出此列表。
zh_hant: 新增日期或偶像後，記錄會移出此清單。

# product.calendar.undated_unassigned
source: Undated & Unassigned
ja: 日付・アイドル未設定
zh_hans: 无日期且未分配
zh_hant: 無日期且未分配

# product.calendar.video_one_at_a_time
source: Video records are added one at a time.
ja: 動画の記録は1件ずつ追加します。
zh_hans: 视频记录需逐条添加。
zh_hant: 影片記錄需逐筆新增。

# product.calendar.view_cheki
source: View %@
ja: %@を表示
zh_hans: 查看%@
zh_hant: 查看%@

# product.calendar.year
source: Year
ja: 年
zh_hans: 年份
zh_hant: 年份

# product.calendar.year_value
source: Year: %lld
ja: 年：%lld
zh_hans: 年份：%lld
zh_hant: 年份：%lld

# product.common.actions
source: Actions
ja: 操作
zh_hans: 操作
zh_hant: 操作

# product.common.active
source: Active
ja: 有効
zh_hans: 已启用
zh_hant: 已啟用

# product.common.add_note
source: Add note
ja: メモを追加
zh_hans: 添加备注
zh_hant: 新增備註

# product.common.all
source: All
ja: すべて
zh_hans: 全部
zh_hant: 全部

# product.common.back
source: Back
ja: 戻る
zh_hans: 返回
zh_hant: 返回

# product.common.cancel
source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# product.common.change_idols
source: Change Idols
ja: アイドルを変更
zh_hans: 更改偶像
zh_hant: 更改偶像

# product.common.clear
source: Clear
ja: 消去
zh_hans: 清除
zh_hant: 清除

# product.common.clear_all
source: Clear all
ja: すべて解除
zh_hans: 全部清除
zh_hant: 全部清除

# product.common.clear_search
source: Clear search
ja: 検索をクリア
zh_hans: 清除搜索
zh_hant: 清除搜尋

# product.common.close
source: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

# product.common.current_index
source: Current index: %@
ja: 現在の番号：%@
zh_hans: 当前编号：%@
zh_hant: 目前編號：%@

# product.common.date
source: Date
ja: 日付
zh_hans: 日期
zh_hant: 日期

# product.common.day
source: Day
ja: 日
zh_hans: 日
zh_hant: 日

# product.common.delete
source: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除

# product.common.done
source: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成

# product.common.edit
source: Edit
ja: 編集
zh_hans: 编辑
zh_hant: 編輯

# product.common.error
source: Error
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

# product.common.export
source: Export
ja: 書き出す
zh_hans: 导出
zh_hant: 匯出

# product.common.favorite
source: Favorite
ja: お気に入り
zh_hans: 收藏
zh_hant: 收藏

# product.common.identity
source: Identity
ja: 識別情報
zh_hans: 身份信息
zh_hant: 身分資訊

# product.common.idol
source: Idol
ja: アイドル
zh_hans: 偶像
zh_hant: 偶像

# product.common.idols
source: Idols
ja: アイドル
zh_hans: 偶像
zh_hant: 偶像

# product.common.include_date
source: Include date
ja: 日付を含める
zh_hans: 包含日期
zh_hant: 包含日期

# product.common.independent
source: Independent
ja: 無所属
zh_hans: 独立
zh_hant: 獨立

# product.common.index
source: Index
ja: 番号
zh_hans: 编号
zh_hant: 編號

# product.common.index_optional
source: Index (optional)
ja: 番号（任意）
zh_hans: 编号（可选）
zh_hant: 編號（選填）

# product.common.metadata
source: Metadata
ja: メタデータ
zh_hans: 元数据
zh_hant: 中繼資料

# product.common.month
source: Month
ja: 月
zh_hans: 月
zh_hant: 月

# product.common.no_date
source: No date
ja: 日付未設定
zh_hans: 无日期
zh_hant: 無日期

# product.common.no_index
source: No index
ja: 番号なし
zh_hans: 无编号
zh_hant: 無編號

# product.common.no_local_idols
source: No local Idols
ja: ローカルのアイドルがいません
zh_hans: 没有本地偶像
zh_hant: 沒有本機偶像

# product.common.no_media
source: No media
ja: メディアなし
zh_hans: 无媒体
zh_hant: 無媒體

# product.common.no_note
source: No note
ja: メモなし
zh_hans: 无备注
zh_hant: 無備註

# product.common.none
source: None
ja: なし
zh_hans: 无
zh_hant: 無

# product.common.not_selected
source: Not selected
ja: 未選択
zh_hans: 未选择
zh_hant: 未選取

# product.common.note
source: Note
ja: メモ
zh_hans: 备注
zh_hant: 備註

# product.common.other
source: Other
ja: その他
zh_hans: 其他
zh_hant: 其他

# product.common.posted_to_sns
source: Posted to SNS
ja: SNS投稿済み
zh_hans: 已发布至 SNS
zh_hant: 已發佈至社群平台

# product.common.preview
source: Preview
ja: プレビュー
zh_hans: 预览
zh_hant: 預覽

# product.common.quantity
source: Quantity
ja: 枚数
zh_hans: 数量
zh_hant: 數量

# product.common.quantity.decrease
source: Decrease quantity
ja: 枚数を減らす
zh_hans: 减少数量
zh_hant: 減少數量

# product.common.quantity.increase
source: Increase quantity
ja: 枚数を増やす
zh_hans: 增加数量
zh_hant: 增加數量

# product.common.records_count
source: %lld records
ja: %lld件の記録
zh_hans: %lld条记录
zh_hant: %lld 筆記錄

# product.common.remove
source: Remove
ja: 削除
zh_hans: 移除
zh_hant: 移除

# product.common.retry
source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重試

# product.common.retry_recovery
source: Retry recovery
ja: 復旧を再試行
zh_hans: 重试恢复
zh_hant: 重試復原

# product.common.save
source: Save
ja: 保存
zh_hans: 保存
zh_hant: 儲存

# product.common.search_idols
source: Search Idols
ja: アイドルを検索
zh_hans: 搜索偶像
zh_hant: 搜尋偶像

# product.common.select
source: Select
ja: 選択
zh_hans: 选择
zh_hant: 選擇

# product.common.select_idols
source: Select Idols
ja: アイドルを選択
zh_hans: 选择偶像
zh_hant: 選擇偶像

# product.common.selected
source: Selected
ja: 選択済み
zh_hans: 已选择
zh_hant: 已選取

# product.common.size
source: Size
ja: サイズ
zh_hans: 尺寸
zh_hant: 尺寸

# product.common.type
source: Type
ja: 種類
zh_hans: 类型
zh_hant: 類型

# product.common.unassigned
source: Unassigned
ja: 未割り当て
zh_hans: 未分配
zh_hant: 未分配

# product.common.unknown
source: Unknown
ja: 不明
zh_hans: 未知
zh_hant: 未知

# product.common.unset
source: Unset
ja: 未設定
zh_hans: 未设置
zh_hant: 未設定

# product.error.douga_requires_video
source: Video records require a video. Add them from Gallery.
ja: 動画の記録には動画が必要です。ギャラリーから追加してください。
zh_hans: 视频记录必须包含视频。请从图库添加。
zh_hant: 影片記錄必須包含影片。請從圖庫新增。

# product.error.event_changed_reopen
source: This Event changed or was deleted. Reopen it and try again.
ja: このイベントは変更または削除されました。開き直してから再試行してください。
zh_hans: 该活动已被修改或删除，请重新打开后再试。
zh_hant: 此活動已修改或刪除，請重新開啟後再試。

# product.error.index_collision
source: One or more requested indices are already used in this Idol/date group.
ja: このアイドル・日付グループでは、指定した番号の一部がすでに使用されています。
zh_hans: 所请求的一个或多个编号已被此偶像/日期分组使用。
zh_hant: 此偶像／日期群組已使用一個或多個所需的編號。

# product.error.index_collision_for_value
source: Index #%lld is already used in this Idol/date group.
ja: このアイドル・日付グループでは番号#%lldが既に使用されています。
zh_hans: 该偶像/日期组已使用编号#%lld。
zh_hant: 此偶像／日期群組已使用編號 #%lld。

# product.error.index_overflow
source: This Cheki group cannot accept another index.
ja: このチェキグループにはこれ以上番号を追加できません。
zh_hans: 此拍立得分组无法再添加编号。
zh_hant: 此拍立得群組無法再新增編號。

# product.error.index_requires_group
source: A positive index requires both a date and at least one Idol.
ja: 正の番号には日付と1人以上のアイドルが必要です。
zh_hans: 正整数编号需要日期和至少一个偶像。
zh_hant: 正整數編號需要日期及至少一位偶像。

# product.error.invalid_index
source: Index must be empty or a positive integer.
ja: 番号は空欄または正の整数にしてください。
zh_hans: 编号必须为空或正整数。
zh_hant: 編號必須留空或填寫正整數。

# product.error.non_cheki_quantity
source: Phone Photo and Video records must be added one at a time.
ja: 写メと動画の記録は1件ずつ追加してください。
zh_hans: 手机合影和视频记录需逐条添加。
zh_hant: 手機合照和影片記錄需逐筆新增。

# product.error.normalize_date
source: Unable to normalize the selected date.
ja: 選択した日付を正規化できません。
zh_hans: 无法规范化所选日期。
zh_hant: 無法正規化所選日期。

# product.error.read_date
source: Unable to read the selected date. Choose it again.
ja: 選択した日付を読み取れません。選び直してください。
zh_hans: 无法读取所选日期，请重新选择。
zh_hant: 無法讀取所選日期，請重新選擇。

# product.error.record_context_mismatch
source: The selected relationships are no longer available in this library.
ja: 選択した関連データは、このライブラリでは利用できなくなりました。
zh_hans: 所选关联数据已不在此资料库中。
zh_hant: 此資料庫已無法使用所選的關聯資料。

# product.error.record_quantity
source: Quantity is outside the supported range.
ja: 枚数が対応範囲外です。
zh_hans: 数量超出支持范围。
zh_hant: 數量超出支援範圍。

# product.error.shame_requires_image
source: Phone Photo records require an image. Add them from Gallery.
ja: 写メの記録には画像が必要です。ギャラリーから追加してください。
zh_hans: 手机合影记录必须包含图片。请从图库添加。
zh_hant: 手機合照記錄必須包含圖片。請從圖庫新增。

# product.events.add
source: Add Event
ja: イベントを追加
zh_hans: 添加活动
zh_hant: 新增活動

# product.events.avatar.cancel_selection
source: Cancel avatar selection
ja: アバターの選択をキャンセル
zh_hans: 取消头像选择
zh_hant: 取消選擇頭像

# product.events.avatar.choose
source: Choose or replace avatar
ja: アバターを選択・変更
zh_hans: 选择或更换头像
zh_hant: 選擇或更換頭像

# product.events.avatar.data_unavailable
source: The selected avatar photo is unavailable.
ja: 選択したアバター写真は利用できません。
zh_hans: 所选头像照片不可用。
zh_hant: 無法使用所選頭像照片。

# product.events.avatar.none
source: No parsed avatar
ja: 解析済みアバターなし
zh_hans: 无解析头像
zh_hant: 沒有解析出的頭像

# product.events.avatar.parsed
source: Parsed social post author avatar
ja: 解析した投稿者アバター
zh_hans: 已解析的社交平台作者头像
zh_hant: 已解析的社群貼文作者頭像

# product.events.avatar.save_failed
source: Unable to save Event avatar. %@
ja: イベントアバターを保存できません。%@
zh_hans: 无法保存活动头像。%@
zh_hant: 無法儲存活動頭像。%@

# product.events.avatar.selected
source: Selected avatar
ja: 選択したアバター
zh_hans: 已选头像
zh_hant: 已選頭像

# product.events.avatar.selection_failed
source: Unable to prepare Event avatar. %@ Retry or cancel this selection.
ja: イベントアバターを準備できませんでした。%@ 再試行するか、この選択をキャンセルしてください。
zh_hans: 无法准备活动头像。%@ 请重试或取消本次选择。
zh_hant: 無法準備活動頭像。%@ 請重試或取消本次選擇。

# product.events.avatar.selection_pending
source: Wait for the selected Event avatar to finish, or retry or cancel the selection.
ja: 選択したイベントアバターの処理が完了するまで待つか、再試行または選択のキャンセルを行ってください。
zh_hans: 请等待所选活动头像处理完成，或重试、取消选择。
zh_hant: 請等待所選活動頭像處理完成，或重試、取消選擇。

# product.events.cheki_group_count.one
source: %lld Cheki
ja: チェキ%lld枚
zh_hans: %lld张切
zh_hant: %lld 張切

# product.events.cheki_group_count.other
source: %lld Cheki
ja: チェキ%lld枚
zh_hans: %lld张切
zh_hant: %lld 張切

# product.events.city
source: City
ja: 都市
zh_hans: 城市
zh_hant: 城市

# product.events.city_required
source: City is required.
ja: 都市は必須です。
zh_hans: 城市为必填项。
zh_hant: 城市為必填欄位。

# product.events.content_incomplete_warning
source: Only part of the source content was available. Review the parsed Event details before saving.
ja: 元の投稿の一部しか取得できませんでした。保存する前に、解析されたイベント情報を確認してください。
zh_hans: 仅获取到部分来源正文。保存前请检查解析出的活动信息。
zh_hant: 僅取得部分來源貼文。儲存前請檢查解析出的活動資訊。

# product.events.content_unknown_warning
source: Source content completeness could not be verified. Review the parsed Event details before saving.
ja: 元の投稿が完全かどうか確認できませんでした。保存する前に、解析されたイベント情報を確認してください。
zh_hans: 无法确认来源正文是否完整。保存前请检查解析出的活动信息。
zh_hant: 無法確認來源貼文是否完整。儲存前請檢查解析出的活動資訊。

# product.events.delete_linked_error
source: This Event has %lld linked Cheki. Reassign them before deleting.
ja: このイベントには%lld件のチェキが関連付けられています。削除前に割り当てを変更してください。
zh_hans: 此活动关联了%lld条拍立得，请先重新分配再删除。
zh_hant: 此活動關聯了 %lld 張切，請先重新分配再刪除。

# product.events.details
source: Details
ja: 詳細
zh_hans: 详情
zh_hant: 詳細資訊

# product.events.edit
source: Edit Event
ja: イベントを編集
zh_hans: 编辑活动
zh_hant: 編輯活動

# product.events.empty.past
source: No Past Events
ja: 過去のイベントはありません
zh_hans: 没有往期活动
zh_hant: 沒有過往活動

# product.events.empty.past.detail
source: Past and legacy undated Events appear here.
ja: 過去のイベントと、旧バージョンの日付未設定イベントがここに表示されます。
zh_hans: 往期活动和旧版无日期活动会显示在这里。
zh_hant: 過往活動和舊版無日期活動會顯示在此處。

# product.events.empty.upcoming
source: No Upcoming Events
ja: 今後のイベントはありません
zh_hans: 没有即将举行的活动
zh_hant: 沒有即將舉行的活動

# product.events.empty.upcoming.detail
source: Paste a public Weibo or X link to fill details, or enter them manually.
ja: 公開WeiboまたはXリンクを貼り付けるか、手動で入力してください。
zh_hans: 粘贴公开 Weibo 或 X 链接自动填写，或直接手动输入。
zh_hant: 貼上公開的 Weibo 或 X 連結自動填寫，或直接手動輸入。

# product.events.event
source: Event
ja: イベント
zh_hans: 活动
zh_hant: 活動

# product.events.image_number
source: Event image %lld
ja: イベント画像%lld
zh_hans: 活动图片%lld
zh_hant: 活動圖片 %lld

# product.events.image_remove_number
source: Remove Event image %lld
ja: イベント画像%lldを削除
zh_hans: 移除活动图片%lld
zh_hant: 移除活動圖片 %lld

# product.events.image.open_hint
source: Open this image full screen
ja: この画像を全画面で表示
zh_hans: 全屏查看这张图片
zh_hant: 以全螢幕查看這張圖片

# product.events.image.unavailable
source: Image unavailable
ja: 画像を表示できません
zh_hans: 图片无法显示
zh_hant: 無法顯示圖片

# product.events.images
source: Event images
ja: イベント画像
zh_hans: 活动图片
zh_hant: 活動圖片

# product.events.images.add_photos
source: Add from Photos
ja: 写真から追加
zh_hans: 从照片添加
zh_hant: 從照片新增

# product.events.images.edit_hint
source: Use Edit to add or remove Event images.
ja: 編集からイベント画像を追加・削除できます。
zh_hans: 可通过“编辑”添加或移除活动图片。
zh_hant: 可透過「編輯」新增或移除活動圖片。

# product.events.images.empty
source: No Event images
ja: イベント画像はありません
zh_hans: 暂无活动图片
zh_hant: 尚無活動圖片

# product.events.images.parse_failed
source: Event fields were parsed, but images could not be loaded. You can still edit and save this Event.
ja: イベント情報は解析しましたが、画像を読み込めませんでした。編集して保存できます。
zh_hans: 已解析活动信息，但无法加载图片；仍可编辑并保存。
zh_hant: 已解析活動資訊，但無法載入圖片；仍可編輯並儲存。

# product.events.images.partial
source: Loaded %1$lld Event images; %2$lld could not be loaded. You can still edit and save this Event.
ja: イベント画像を%1$lld件読み込み、%2$lld件は失敗しました。編集して保存できます。
zh_hans: 已加载%1$lld张活动图片，%2$lld张加载失败；仍可编辑并保存。
zh_hant: 已載入 %1$lld 張活動圖片，%2$lld 張載入失敗；仍可編輯並儲存。

# product.events.images.selection_failed
source: Some selected images could not be added. Other images and Event fields were kept.
ja: 一部の画像を追加できませんでした。他の画像とイベント情報は保持されています。
zh_hans: 部分所选图片无法添加，其他图片和活动信息已保留。
zh_hant: 部分所選圖片無法新增，已保留其他圖片及活動資訊。

# product.events.livehouse
source: Livehouse
ja: ライブハウス

# product.events.media_generation_failed
source: Unable to establish the library generation. Reopen the Event and try again.
ja: ライブラリの世代を確定できません。イベントを開き直して再試行してください。
zh_hans: 无法确定资料库代次。请重新打开活动后再试。
zh_hant: 無法確定資料庫世代。請重新開啟活動後再試。

# product.events.media_preparing
source: Preparing Event media…
ja: イベントメディアを準備中…
zh_hans: 正在准备活动媒体…
zh_hant: 正在準備活動媒體…

# product.events.name
source: Name
ja: 名前
zh_hans: 名称
zh_hant: 名稱

# product.events.no_date_venue
source: No date or venue
ja: 日付・会場未設定
zh_hans: 未设置日期或场地
zh_hant: 未設定日期或場地

# product.events.no_linked_cheki
source: No linked Cheki
ja: 関連するチェキはありません
zh_hans: 没有关联拍立得
zh_hant: 沒有關聯的拍立得

# product.events.open_ticket
source: Open ticket page
ja: チケットページを開く
zh_hans: 打开票务页面
zh_hant: 開啟票務頁面

# product.events.open_weibo
source: Open Weibo
ja: Weiboを開く
zh_hans: 微博页面
zh_hant: 開啟 Weibo

# product.events.open_x
source: Open X
ja: Xを開く
zh_hans: X页面
zh_hant: 開啟 X

# product.events.parse_weibo
source: Parse Weibo / X URL
ja: Weibo / XのURLを解析
zh_hans: 解析 Weibo / X URL
zh_hant: 解析 Weibo / X 連結

# product.events.parsing_weibo
source: Parsing Weibo / X…
ja: Weibo / Xを解析中…
zh_hans: 正在解析 Weibo / X…
zh_hant: 正在解析 Weibo / X…

# product.events.past
source: Past
ja: 過去
zh_hans: 往期
zh_hant: 過往

# product.events.paste_weibo
source: Paste Weibo / X URL
ja: Weibo / XのURLを貼り付け
zh_hans: 粘贴 Weibo / X URL
zh_hant: 貼上 Weibo / X 連結

# product.events.price
source: Price
ja: 料金
zh_hans: 价格
zh_hant: 票價

# product.events.remaining_days.future
source: In %lld days
ja: あと%lld日
zh_hans: %lld天后
zh_hant: %lld 天後

# product.events.remaining_days.today
source: Today
ja: 今日
zh_hans: 今天
zh_hant: 今天

# product.events.remaining_days.tomorrow
source: Tomorrow
ja: 明日
zh_hans: 明天
zh_hant: 明天

# product.events.sort
source: Sort Events
ja: イベントを並べ替え
zh_hans: 排序活动
zh_hant: 排序活動

# product.events.sort.ascending
source: Oldest first
ja: 古い順
zh_hans: 最早优先
zh_hant: 最早優先

# product.events.sort.descending
source: Newest first
ja: 新しい順
zh_hans: 最新优先
zh_hant: 最新優先

# product.events.ticket_url
source: Ticket URL
ja: チケットURL
zh_hans: 票务 URL
zh_hant: 票務連結

# product.events.title
source: Events
ja: イベント
zh_hans: 活动
zh_hant: 活動

# product.events.undated
source: Undated
ja: 日付未設定
zh_hans: 无日期
zh_hant: 無日期

# product.events.upcoming
source: Upcoming
ja: 今後
zh_hans: 即将举行
zh_hant: 即將舉行

# product.events.weibo_import
source: Fill from public Weibo / X
ja: 公開Weibo / Xから入力
zh_hans: 从公开 Weibo / X 填充
zh_hant: 從公開 Weibo / X 貼文填入資訊

# product.events.weibo_url
source: Weibo / X URL
ja: Weibo / XのURL
zh_hant: Weibo / X 連結

# product.gallery.add.memory
source: Add Memory
ja: 思い出を追加
zh_hans: 添加回忆
zh_hant: 新增回憶

# product.gallery.add.photo
source: Add Photo
ja: 写メを追加
zh_hans: 添加手机合影
zh_hant: 新增手機合照

# product.gallery.add.video
source: Add Video
ja: 動画を追加
zh_hans: 添加视频
zh_hant: 新增影片

# product.gallery.date_filter
source: Date range
ja: 期間
zh_hans: 日期范围
zh_hant: 日期範圍

# product.gallery.date_filter.clear
source: Clear date range
ja: 期間をクリア
zh_hans: 清除日期范围
zh_hant: 清除日期範圍

# product.gallery.date_filter.end
source: End date
ja: 終了日
zh_hans: 结束日期
zh_hant: 結束日期

# product.gallery.date_filter.reset
source: Reset date range
ja: 期間をリセット
zh_hans: 重置日期范围
zh_hant: 重設日期範圍

# product.gallery.date_filter.start
source: Start date
ja: 開始日
zh_hans: 开始日期
zh_hant: 開始日期

# product.gallery.delete_confirmation.title
source: Delete this item?
ja: この項目を削除しますか？
zh_hans: 要删除此项目吗？
zh_hant: 要刪除此項目嗎？

# product.gallery.delete_failed
source: Unable to delete this Cheki.
ja: このチェキを削除できませんでした。
zh_hans: 无法删除这张拍立得。
zh_hant: 無法刪除這張拍立得。

# product.gallery.delete_prepare_failed
source: Unable to prepare this Cheki for deletion.
ja: このチェキの削除を準備できませんでした。
zh_hans: 无法准备删除这张拍立得。
zh_hant: 無法準備刪除這張拍立得。

# product.gallery.filter.idols
source: Idols
ja: アイドル
zh_hans: 偶像
zh_hant: 偶像

# product.gallery.grid_size.columns
source: %lld columns
ja: %lld列
zh_hans: %lld列
zh_hant: %lld 欄

# product.gallery.grid_size.hint
source: Move right for larger images and fewer columns per row.
ja: 右へ動かすと画像が大きくなり、1行あたりの列数が減ります。
zh_hans: 向右移动会放大图片，并减少每行列数。
zh_hant: 向右移動會放大圖片，並減少每列的欄數。

# product.gallery.grid_size.label
source: Image size
ja: 画像サイズ
zh_hans: 图片大小
zh_hant: 圖片大小

# product.gallery.grid_size.larger
source: Larger images
ja: 画像を大きくする
zh_hans: 放大图片
zh_hant: 放大圖片

# product.gallery.grid_size.smaller
source: Smaller images
ja: 画像を小さくする
zh_hans: 缩小图片
zh_hant: 縮小圖片

# product.gallery.image_unavailable
source: The stored image is unavailable.
ja: 保存済み画像を利用できません。
zh_hans: 已保存的图片不可用。
zh_hant: 無法使用已儲存的圖片。

# product.gallery.media.delete.confirm
source: Delete this %@?
ja: この%@を削除しますか？
zh_hans: 删除这个%@？
zh_hant: 刪除這個%@？

# product.gallery.media.error.restore_required
source: The delete failed and the media could not be restored. Retry recovery before closing: %@
ja: 削除に失敗し、メディアも復元できませんでした。閉じる前に復元を再試行してください：%@
zh_hans: 删除失败且无法恢复媒体。请在关闭前重试恢复：%@
zh_hant: 刪除失敗且無法復原媒體。請在關閉前重試復原：%@

# product.gallery.media.recovery_complete
source: Media recovery completed.
ja: メディアの復元が完了しました。
zh_hans: 媒体恢复完成。
zh_hant: 媒體復原完成。

# product.gallery.media.recovery_required
source: Media recovery is required before this item can be used or closed.
ja: この項目を使用または閉じる前に、メディアの復元が必要です。
zh_hans: 使用或关闭此项目之前需要恢复媒体。
zh_hant: 使用或關閉此項目前需要復原媒體。

# product.gallery.memory
source: Memory
ja: 思い出
zh_hans: 回忆
zh_hant: 回憶

# product.gallery.memory.empty
source: No Memory
ja: 思い出はありません
zh_hans: 暂无回忆
zh_hant: 尚無回憶

# product.gallery.memory.empty.message
source: Add a Memory to begin.
ja: 思い出を追加してください。
zh_hans: 添加一条回忆后即可开始。
zh_hant: 新增一筆回憶後即可開始。

# product.gallery.order
source: Order
ja: 順序
zh_hans: 顺序
zh_hant: 順序

# product.gallery.order.cycle_hint
source: Toggles between oldest and newest first.
ja: 古い順と新しい順を切り替えます。
zh_hans: 在最早优先和最新优先之间切换。
zh_hant: 在最早優先和最新優先之間切換。

# product.gallery.photos.complete
source: Saved %lld media items to Photos.
ja: %lld件のメディアを写真に保存しました。
zh_hans: 已将 %lld 个媒体保存到照片。
zh_hant: 已將 %lld 個媒體儲存至照片。

# product.gallery.photos.confirm
source: Save all %lld media items in the current filtered view to Photos?
ja: 現在の絞り込み結果のメディア%lld件をすべて写真に保存しますか？
zh_hans: 将当前筛选结果中的全部 %lld 个媒体保存到照片？
zh_hant: 將目前篩選結果中的全部 %lld 個媒體儲存至照片？

# product.gallery.photos.failed
source: Saved %1$lld of %2$lld media items. %3$@
ja: %1$lld / %2$lld件を保存済みです。%3$@
zh_hans: 已保存 %1$lld / %2$lld 个媒体。%3$@
zh_hant: 已儲存 %1$lld / %2$lld 個媒體。%3$@

# product.gallery.photos.progress
source: Saved %1$lld of %2$lld
ja: %1$lld / %2$lld件を保存済み
zh_hans: 已保存 %1$lld / %2$lld
zh_hant: 已儲存 %1$lld / %2$lld

# product.gallery.photos.save
source: Save to Photos
ja: 写真に保存
zh_hans: 保存到照片
zh_hant: 儲存至照片

# product.gallery.photos.stopped
source: Stopped. Saved %1$lld of %2$lld media items.
ja: 停止しました。%1$lld / %2$lld件を保存済みです。
zh_hans: 已停止。已保存 %1$lld / %2$lld 个媒体。
zh_hant: 已停止。已儲存 %1$lld / %2$lld 個媒體。

# product.gallery.save_to_photos
source: Save to Photos
ja: 写真に保存
zh_hans: 保存到相册
zh_hant: 儲存至照片

# product.gallery.shot_filter.all
source: All
ja: すべて
zh_hans: 全部
zh_hant: 全部

# product.gallery.shot_filter.cycle_hint
source: Cycles through All, solo, and 2-shot.
ja: すべて、ソロ、2ショットを切り替えます。
zh_hans: 依次切换全部、单人和双人。
zh_hant: 依序切換全部、單人和雙人。
